[
    {
        "Subject": "Emissions Strategy Meeting",
        "Body": "calendar - fyi -----------------",
        "Category": "Logistic Arrangements"
    },
    {
        "Subject": "Re: Additions to Working Groups",
        "Body": "yes -- just make sure the working group leaders know. Maureen McVicker 12/30/99 02:56 PM To: Steven J Kean/HOU/EES@EES cc: Subject: Additions to Working Groups SK - STILL OK TO KEEP ADDING PEOPLE? mm -----------------",
        "Category": "Logistic Arrangements"
    },
    {
        "Subject": "Confidential --CFTC Chair",
        "Body": "what do you think? ",
        "Category": "Company Business/Strategy"
    },
    {
        "Subject": "Re: Question For All-Employee Meeting",
        "Body": "I don't know. Can we get someone in IT to respond? Mary Clark 09/26/2000 05:42 PM To: Steven J Kean/NA/Enron@Enron cc: Subject: Re: Question For All-Employee Meeting Steve I believe the answer is that we don't mandate a specific format for dates for all locations but rather use what is done locally -- just like this employee's recollection. Do you agree? Mary -----------------",
        "Category": "Logistic Arrangements"
    },
    {
        "Subject": "Enron Mentions",
        "Body": "See first item below ",
        "Category": "Company Business/Strategy"
    },
    {
        "Subject": "Re: Management Conference - Save the Date",
        "Body": "looks fine From: Terrie James/ENRON@enronXgate on 07/19/2001 04:31 PM To: Steven J Kean/NA/Enron@Enron Cindy Olson/ENRON@enronXgate cc: Sherri Sera/ENRON@enronXgate Marge Nadasky/ENRON@enronXgate Subject: Management Conference - Save the Date Steve and Cindy Attached is the electronic Save the Date memo for the Management Conference. We are preparing to send it out next week. Please let me know if you have any comments or concerns on the e-mail. As for distribution we've worked with HR on the distribution list for VPs but will circle back with David Oxley's team to ensure we have the most up-to-date list. Since some VPs in redeployment will most likely find positions within Enron by November I don't plan to exclude them from the distribution ... unlike United Way where we are not soliciting employees in redeployment for a contribution. I look forward to any feedback. Terrie James Senior Director Public Relations Enron Broadband Services (ph) 713.853.7727 (fax) 713.646.3248 terrie.james@enron.com",
        "Category": "Document editing/checking/collaboration"
    },
    {
        "Subject": "FINAL",
        "Body": "Attached is the final letter. Please note - there was a small change at the top of page 2.",
        "Category": "Document editing/checking/collaboration"
    },
    {
        "Subject": "White House To Support FERC Action Today",
        "Body": "Fyi - price cap events of the week. -----------------",
        "Category": "Company Business/Strategy"
    },
    {
        "Subject": "Re: Letter to Bob Houck",
        "Body": "The letter looks fine. Set it up as your letter to Ken Lay was forwarded to me for response and have Jeff B sign. Thanks Marcia A Linton 09/20/2000 04:04 PM To: Steven J Kean/NA/Enron@Enron Maureen McVicker/NA/Enron@Enron cc: Subject: Letter to Bob Houck Here is the draft letter to Bob Houck from Ken Lay that Jeff Brown asked me to forward to you.",
        "Category": "Document editing/checking/collaboration"
    },
    {
        "Subject": "FYI",
        "Body": "Let's add this to our daily distribution. -----------------",
        "Category": "Logistic Arrangements"
    }
]